Repository: wagtail/wagtail-localize
Catalog: wagtail_localize/locale/*/LC_MESSAGES/djangojs.po
Languages: be, ca, cy

source: [DELETED]
be: [ВЫДАЛЕНЫ]
ca: [ESBORRAT]
cy: [WEDI'I DILEU]

source: Actions
be: Дзеянні
ca: Accions
cy: Gweithredoedd

source: Applying editor lock
be: Прымяненне блакавання рэдактара
ca: Aplicant bloqueig d'editor
cy: Cymhwyso clo golygydd

source: Cancel
be: Адмена
ca: Cancel·lar
cy: Canslo

source: Change %s
be: Змяніць %s
ca: Canviar %s
cy: Newid %s

source: Change document
be: Змяніць дакумент
ca: Canviar document
cy: Newid ddogfen

source: Change image
be: Змяніць малюнак
ca: Substituir imatge
cy: Newid llun

source: Change page
be: Змяніць старонку
ca: Canviar pàgina
cy: Newid tudalen

source: Changed
be: Зменены
ca: Canviat/da
cy: Wedi'i newid

source: Choose a %s
be: Выбраць %s
ca: Triar un/a %s
cy: Dewisiwch %s

source: Choose a document
be: Абраць дакумент
ca: Escull un document
cy: Dewiswch ddogfen

source: Choose a page
be: Выбраць старонку
ca: Escull una pàgina
cy: Dewisiwch tudalen

source: Choose an image
be: Выбраць малюнак
ca: Escull una imatge
cy: Dewis delwedd

source: Convert to alias page
be: Пераўтварыць у старонку псеўданіма
ca: Convertir a àlies de pàgina
cy: Trosi i dudalen arallenw

source: Converting to alias page
be: Пераўтварэнне ў старонку псеўданіма
ca: Convertint a pàgina àlies
cy: Trosi i dudalen alias

source: Delete
be: Выдаліць
ca: Eliminar
cy: Dileu

source: Download PO file
be: Загрузіць PO файл
ca: Baixar fitxer PO
cy: Lawrlwythwch ffeil PO

source: Download PO file and input translations offline
be: Загрузіць PO файл і увесці пераклады ў аўтаномным рэжыме
ca: Baixar fitxer PO i introduir traduccions fora de línia
cy: Dadlwythwch ffeil PO a mewnbynnu cyfieithiadau all-lein

source: Edit
be: Рэдагаваць
ca: Editar
cy: Golygu

source: Edit this %s
be: Рэдактаваць гэта %s
ca: Editar aquest %s
cy: Golygu %s

source: Edit this document
be: Рэдагаваць гэты дакумент
ca: Editar aquest document
cy: Golygu'r ddogfen hon

source: Edit this image
be: Адрэдагаваць гэты малюнак
ca: Editar aquesta imatge
cy: Golygu'r llun hon

source: Edit this page
be: Змяніць гэтую старонку
ca: Editar aquesta plana
cy: Golygu tudalen hon

source: Fetching %s information...
be: Выбарка %s інфармацыі...
ca: Recol·lectant %s informació...
cy: Wrthi'n n么l gwybodaeth %s...

source: Fetching document information...
be: Выбарка інфармацыі аб дакуменце...
ca: Recol·lectant informació del document...
cy: Wrthi'n n么l gwybodaeth dogfen...

source: Fetching image information...
be: Выбарка інфармацыі аб малюнку...
ca: Recol·lectant informació de la imatge...
cy: Wrthi'n n么l gwybodaeth llun...

source: Fetching page information...
be: Выбарка інфармацыі аб старонке...
ca: Recol·lectant informació de la pàgina...
cy: Wrthi'n n么l gwybodaeth tudalen...

source: Lock
be: Заблакаваць
ca: Bloqueja
cy: Clo

source: Not translated
be: Не перакладзена
ca: Sense traducció
cy: Heb ei gyfieithu

source: Preview
be: Папярэдні прагляд
ca: Previsualització
cy: Rhagolwg

source: Publish in
be: Публікаваць у
ca: Publicar en
cy: Cyhoeddi yn

source: Publishing...
be: Публікацыя...
ca: Publicant...
cy: Wrthi'n cyhoeddi...

source: Removing editor lock
be: Зняцце блакавання рэдактара
ca: Eliminant bloqueig d'editor
cy: Yn tynnu clo golygydd

source: Revert to %s version
be: Вярнуцца да %s версіі
ca: Revertir a la versió %s
cy: Dychwelyd i fersiwn %s

source: Save
be: Захаваць
ca: Desar
cy: Cadw

source: Saving...
be: Захаванне...
ca: Desant...
cy: Cadw...

source: segments translated
be: перакладзеныя сегменты
ca: segments traduïts
cy: segmentau wedi'u cyfieithu

source: Server error
be: Памылка сервера
ca: Error de servidor
cy: Gwall gweinydd

source: Stop Synced translation
be: Спыніць сінхранізаваны пераклад
ca: Aturar Traducció sincronitzada
cy: Stopio cyfieithiad wedi'i syncio

source: Stopping Synced translation
be: Спыняецца сінхранізаваны пераклад
ca: Aturant Traducció sincronitzada
cy: Rhoi'r gorau i gyfieithu cysoni

source: There are unsaved segments. Please save or cancel them before leaving.
be: Ёсць незахаваныя фрагменты. Калі ласка, захавайце або адмяніце іх перад выхадам.
ca: Hi ha segments no desats. Deseu-los o cancel·leu-los abans de sortir.
cy: Mae yna segmentau heb eu cadw. Cofiwch eu cadw neu eu canslo cyn gadael.

source: Translate
be: Перакласці
ca: Traduir
cy: Cyfieithu

source: Translate all missing strings with
be: Перакласці ўсе прапушчаныя радкі з дапамогай
ca: Traduir totes les cadenes de caràcters que falten amb
cy: Cyfieithwch bob llinyn coll gyda

source: Translate with
be: Перакласці з дапамогай
ca: Traduir amb
cy: Gyfieithu efo

source: Unlock
be: Разблакаваць
ca: Desbloquejar
cy: Datgloi

source: Unpublish
be: Адмяніць публікацыю
ca: Despublicar
cy: Anghyhoedd

source: Upload PO file
be: Загрузіць PO файл
ca: Pujar fitxer PO
cy: Llwythwch ffeil PO

source: Upload translated PO file to submit translations
be: Загрузіць перакладзены PO-файл для адпраўкі перакладаў
ca: Pujar fitxer PO traduït per enviar les traduccions
cy: Uwchlwythwch ffeil PO wedi'i chyfieithu i gyflwyno cyfieithiadau

source: Uses %s version
be: Выкарыстоўвае %s версію
ca: Utilitza la versió %s
cy: Yn defnyddio fersiwn %s
