Repository: wagtail/wagtail-localize
Catalog: wagtail_localize/locale/*/LC_MESSAGES/django.po
Languages: mi

source: Dummy translator
mi: Tohipa whakamāori

source: Saving…
mi: pupuru ana...

source: Save
mi: Puritia

source: Delete
mi: Muku

source: Up to date
mi: Kua whakahou ki te rā nei

source: Waiting for translations
mi: E tatari ana mō ngā kōrero whakamāori

source: Manual
mi: Pukapuka tohutohu

source: Machine
mi: Mīhini

source: Translated with {tool_name} on {date}
mi: E Whakamāoritia mē te {tool_name} ki runga {date}

source: Status
mi: Tūnga

source: Content
mi: Rārangi take

source: Translation has been restarted.
mi: Kua tīmata anō hei whakamāoritia

source: Locales
mi: Rohe
